; DeskTick UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
[Strings]
Show seconds=Visa sekunder
Customize Face…=Anpassa urtavla…
Resize=Ändra storlek
Face=Urtavla
Always on top=Alltid överst
Start with Windows=Starta med Windows
Show in system tray=Visa i meddelandefältet
About DeskTick…=Om DeskTick…
Exit=Avsluta
Customize=Anpassa
Customize - DeskTick=Anpassa - DeskTick
This face has nothing to customize.=Den här urtavlan har inget att anpassa.
Reset this face=Återställ
About DeskTick=Om DeskTick
Report issues or send feedback to=Rapportera problem eller skicka feedback till
Other apps=Andra appar
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Snabb, lätt och minimalistisk bildvisare utformad för det moderna Windows
Desktop Rain and Snow Simulator for Windows=Regn- och snösimulator för Windows-skrivbordet
Simple=Enkel
Classic dark=Klassisk mörk
Classic light=Klassisk ljus
Minimal=Minimal
Icon=Ikon
Bold=Fet
Flat=Platt
Glass=Glas
Dots=Punkter
Digital=Digital
Digital bold=Digital fet
Word clock=Ordklocka
Stack=Staplad
Terminal=Terminal
Banner=Banner
Split=Delad
Image=Bild
24-hour clock=24-timmarsvisning
Accent 12 marker=Accent på tolvan
Accent colour=Accentfärg
Blinking cursor=Blinkande markör
Date format=Datumformat
Dial colour=Urtavlans färg
Digit colour=Siffrornas färg
Dot count=Antal punkter
Dot size=Punkternas storlek
Drop shadow=Skugga
Face colour=Bakgrundsfärg
Frost=Frostat glas
Hand colour=Visarnas färg
Hour block colour=Timblockets färg
Ink colour=Bläckfärg
Label colour=Etiketternas färg
Lit letter colour=Tända bokstävers färg
Marking colour=Markeringarnas färg
Minute block colour=Minutblockets färg
Minute dimming=Dämpa minuterna
Numerals=Siffror
Panel colour=Panelens färg
Phosphor colour=Fosforfärg
Plate colour=Plattans färg
Plate shape=Plattans form
Prompt=Prompt
Rim colour=Kantens färg
Ring colour=Ringens färg
Ring thickness=Ringens tjocklek
Show AM/PM=Visa AM/PM
Show date=Visa datum
Show minute dots=Visa minutpunkter
Show panel=Visa panel
Text colour=Textfärg
Tick marks=Streckmarkeringar
All 12=Alla 12
12, 3, 6, 9=12, 3, 6, 9
None=Inga
Minute=Minuter
Hour=Timmar
Thin=Tunn
Normal width=Normal tjocklek
Thick=Tjock
Clear=Klart
Frosted=Frostat
Opaque=Ogenomskinligt
Long date=Långt datum
Short date=Kort datum
Small=Liten
Normal size=Normal storlek
Large=Stor
Rounded=Rundad
Square=Fyrkantig
Circle=Rund
Match hour=Som timmen
Dim=Dämpad
Faint=Svag
All rights reserved.=Alla rättigheter förbehållna.
